lib/xml/getCampaignProfileDispositions.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getCampaignProfileDispositions>
            <!--Optional:-->
            <profileName>?</profileName>
        </ser:getCampaignProfileDispositions>
    </soapenv:Body>
</soapenv:Envelope>